Repository: crowdfavorite-mirrors/wp-feedburner-plugin
Catalog: languages/fdfeedburner-*.po
Languages: ca_es, cs_cz, es_es, ru_ru

source: Configuration updated.
ca_es: Configuració actualizada
cs_cz: Nastavení aktualizováno.
es_es: Configuración actualizada
ru_ru: Настройки сохранены.

source: Feedburner Configuration
ca_es: Configuració de feedburner
cs_cz: Nastavení Feedburner
es_es: Configuración de feedburner
ru_ru: Настройка Feedburner

source: How does this work?
ca_es: ¿Com funciona?
cs_cz: Jak to funguje?
es_es: ¿Cómo funciona?
ru_ru: Как это работает?

source: This plugin automatically redirects all of your existing feeds to Feedburner (including category and tag feeds).
ca_es: Aquest plugin redirigeix automaticament a tots els teus feeds existents a Feedburner (incloent feeds de categories i etiquetes)
cs_cz: Tento plugin automaticky přesměruje všechny existující kanály na Feedburner (včetně kanálů rubrik a štítků).
es_es: Este plugin redirige automaticamente a todos tus feeds existentes en Feedburner (incluyendo feeds de categorías y etiquetas)
ru_ru: Этот плагин автоматически перенаправляет все ваши существующие фиды на Feedburner (включая фиды на категории и теги).

source: First go to <a href="http://feedburner.com">Feedburner.com</a> and burn your feed. Enter the URL Feedburner created for you. You may optionally redirect your comments feed using the same procedure. To disable redirection, disable the plugin or erase the URLs.
ca_es: Primer vés-hi a <a href="http://feedburner.com">Feedburner.com</a> i crea el teu feed. Afegeix la URL que Feedburner t'indica. Opcionalment pots redirigir el teu feed de comentaris de la mateixa manera. Per a desactivar la redirecció, desactiva el plugin o elimina les URLs
cs_cz: Nejprve navštivte <a href="http://feedburner.com">Feedburner.com</a> a přidejte zde svůj kanál. Vložte URL, kterou Vám Feedburner vytvořil. Volitelně můžete stejným způsobem nastavit přesměrování také pro kanály komentářů. Pro vypnutí přesměrování tento plugin deaktivujte a nebo smažte URL.
es_es: Primero ve a <a href="http://feedburner.com">Feedburner.com</a> y crea tu feed. Añade la URL que Feedburner te indica. Opcionalmente puedes redirigir tu feed de comentarios del mismo modo. Para desactivar la redirección, desactiva el plugin o elimina las URLs
ru_ru: Для начала зайдите на <a href="http://feedburner.com">Feedburner.com</a> и добавьте ваш фид. Введите URL, который Feedburner создаст для вас. При желании вы можете использовать те же процедуры для добавления фида комментариев. Что бы отключить перенаправление, деактивируйте плагин или почистите URL'ы.

source: Once you enter URLs your feeds will be redirected automatically and you do not need to take any further action.
ca_es: Un cop hagis introduit els teus feeds, aquests seran redirigits automaticament sense que tinguis que fer res més
cs_cz: Jakmile vložíte URL vaše kanály budou přesměrovány automaticky a z vaší strany již nejsou potřeba žádné zásady.
es_es: Una vez hayas introducido tus feeds, serán redirigidos automaticamente sin que tengas que hacer nada más

source: Note that your feeds may not appear to redirect to Feedburner until you add a new post.
ca_es: Tingues en compte que els teus feeds poden no apareixer fins que no hagis escrit un nou post
cs_cz: Vaše kanály se nemusí přesměrovávat na Feedburner dokud nepřidáte nový příspěvek.
es_es: Ten en cuenta que tus feeds pueden no aparecer hasta que no hayas escrito un nuevo post
ru_ru: Учтите, что ваши фиды могут не перенаправляться на Feedburner , пока вы не добавите новую запись.

source: Redirect my feeds here:
ca_es: Redirigeix els meus feeds aqui:
cs_cz: Přesměrovat mé kanály na:
es_es: Redirige mis feeds aquí:
ru_ru: Перенаправить мои фиды сюда:

source: Redirect my comments feed here:
ca_es: Redirigir els feeds de comentaris aquí:
cs_cz: Přesměrovat kanál komentářů na:
es_es: Redirigir los feeds de comentarios aquí:
ru_ru: Перенаправить фиды комментариев сюда:

source: Advanced Options
ca_es: Opcions avançades
cs_cz: Rozšířené nastavení
es_es: Opciones avanzadas
ru_ru: Дополнительные опции

source: Do not redirect category or tag feeds
ca_es: No redirigir feeds de categories o etiquetes
cs_cz: Nepřesměrovávat kanály rubrik nebo štítků
es_es: No redirigir feeds de categorías o etiquetas
ru_ru: Не перенаправлять фиды тегов и категорий

source: Append category/tag to URL for category/tag feeds
ca_es: Afegir la categoria/tag a la URL del feed de categories/tags
cs_cz: Přidat category/tag na konec URL kanálů pro rubriky/štítky
es_es: Añadir la categoría/tag a la URL del feed de categorias/tags
ru_ru: Добавить категорию/тег к URL для фидов категорий и тегов

source: Do not redirect search result feeds
ca_es: No redirigir els resultats de la cerca
cs_cz: Nepřesměrovávat kanály výsledků hledání
es_es: No redirigir los resultados de búsqueda
ru_ru: Не перенаправлять фиды результатов поиска

source: Do not redirect author feeds
cs_cz: Nepřesměrovávat kanály autorů

source: Save
ca_es: Guardar
cs_cz: Uložit
es_es: Guardar
ru_ru: Сохранить
